Repository: OpenTreeMap/OTM2
Catalog: opentreemap/locale/*/LC_MESSAGES/django.po
Languages: cs, pl

source: Try
cs: Zkuste
pl: Spróbuj

source: exploring trees
cs: zkoumání stromů
pl: przeglądaj drzewa

source: or feel free to
cs: nebo neváhejte
pl: lub

source: You're welcome to
cs: Jste vítáni
pl: Zapraszamy do

source: contact support
cs: kontaktujte podporu
pl: Skontaktuj się

source: if you believe you reached this page in error.
cs: pokud si myslíte, že jste se dostali na tuto stránku omylem.

source: That doesn't look right
cs: To nevypadá správně
pl: To nie wygląda dobrze...

source: Oh dear, it looks like something is broken on our end. We'll fix the problem shortly!
cs: Sakrblé, vypadá to, že se na našem konci něco rozbilo. Problém vyřešíme brzy!
pl: Ups, wygląda na to, że nic tu nie ma.

source: Service Unavailable
cs: Služba je nedostupná
pl: Strona jest niedostępna

source: Looks like we're down for maintenance. We should be back online shortly.
cs: Vypadá to, že probíhá údržba. Měli bychom se brzy vrátit online.
pl: Wszystkow wskazuje na to, że właśnie kodujemy. Do zobaczenia niebawem!

source: Explore Trees
cs: Prozkoumat stromy
pl: Zobacz drzewa

source: Adding trees is not available to all users
cs: Přidávání stromů není k dispozici všem uživatelům
pl: Aby dodać drzewo zaloguj się

source: Add a Tree
cs: Přidat strom
pl: Dodaj drzewo

source: My Account
cs: Můj účet
pl: Moje konto

source: Logout
cs: Odhlásit se
pl: Wyloguj się

source: Login
cs: Přihlásit se
pl: Zaloguj się

source: Sign Up
cs: Registrovat se
pl: Załóż konto

source: Add a
cs: Přidat
pl: Dodaj

source: Explore Map
cs: Prozkoumejte mapu
pl: Zobacz mapę

source: Plan
cs: Plán
pl: Zaplanuj

source: Prioritize Planting Sites
cs: Upřednostněte místa pro výsadbu

source: Model Urban Forest Scenarios
cs: Model městských lesních scénářů

source: Saved Simulations
cs: Uložené simulace

source: View Edits
cs: Zobrazit úpravy
pl: Zobacz zmiany

source: Manage
cs: Spravovat
pl: Zarządzaj

source: Detail Filters
cs: Detaily Filtrů
pl: Filtruj

source: Display Filters
cs: Zobrazit Filtry
pl: Pokaż filtry

source: Missing Data
cs: Chybějící data
pl: Brakujące dane

source: Export Search Results
cs: Exportovat výsledky vyhledávání
pl: Pobierz do pliku

source: Search
cs: Hledání
pl: Szukaj

source: Advanced
cs: Pokročilé
pl: Zaawansowane

source: Tree ID
cs: ID Stromu
pl: ID drzewa

source: Contact
cs: Kontakt
pl: Skontaktuj się

source: I am looking for
cs: Hledám
pl: Szukam

source: trees
cs: stromy
pl: drzew

source: planting sites
cs: místa výsadby
pl: obszarów

source: that have been
cs: které byly
pl: które

source: with open alerts for
cs: s otevřenými výstrahami pro

source: between
cs: mezi
pl: od

source: and
cs: a
pl: do

source: Account successfully activated
cs: Účet byl úspěšně aktivován
pl: Konto jest już aktywne!

source: Log in
cs: Přihlásit se
pl: Zaloguj się

source: to start exploring trees!
cs: začít zkoumat stromy!
pl: i zacznij wirtualny spacer wśród drzew!

source: Account Activation Issue
cs: Problém aktivace účtu

source: <p>You may have clicked on the activation link twice or did not copy the entire URL into your web browser. Please try <a href="%(login_url)s">logging in.</a></p> <p>If you cannot login successfully, <a href="mailto:%(support_email)s">contact support</a> for assistance.</p>
cs: <p> Možná jste klikli na aktivační odkaz dvakrát nebo nekopírovali celou adresu URL do webového prohlížeče. Zkuste <a href="%(login_url)s"> přihlásit se </a>. </P> <p> Pokud se nemůžete úspěšně přihlásit, <a href="mailto:%(support_email)s"> kontaktujte podporu </a>. </p>
pl: <p>Kłopot z aktywacją konta? Spróbuj się zalogować <a href="%(login_url)s">tutaj.</a></p> <p>Jeśli pojawią się problemy, <a href="mailto:%(support_email)s">skontaktuj się z nami</a>, aby uzyskać dostęp do mapy drzew.</p>

source: Thanks for activating your account
cs: Děkujeme za aktivaci účtu
pl: Dziękujemy, konto jest już aktywne

source: Your OpenTreeMap account has been confirmed. Login to start exploring trees near you.
cs: Váš účet OpenTreeMap byl potvrzen. Přihlaste se a začněte zkoumat stromy poblíž vás.
pl: Twoje konto jest już aktywne. Zaloguj się i zacznij dbać o drzewa w swojej okolicy.

source: Hello, Thank you for creating a tree map account and joining our community. To activate your account, please click on the link below or copy and paste it into your web browser. The link is only valid for %(expiration_days)s days.
cs: Ahoj, Děkujeme, že jste si vytvořili účet stromové mapy a připojili se k naší komunitě. Chcete-li svůj účet aktivovat, klikněte na níže uvedený odkaz nebo jej zkopírujte a vložte do svého webového prohlížeče. Odkaz je platný pouze pro %(expiration_days)s dnů.
pl: Cześć! Witaj w grupie osób, dla których ważny jest los drzew. Aby aktywować konto kliknij w poniższy link lub wklej go w przeglądarce. Link bedzie ważny przez %(expiration_days)s dni.

source: You can use your OpenTreeMap account to sign in to the tree map you registered on as well as any other map in the OpenTreeMap system. We hope you enjoy exploring the urban forest! - The OpenTreeMap Team If you did not request a tree map account or do not wish to finalize your account creation, please ignore this email. No additional action is required.
cs: Pomocí svého účtu OpenTreeMap se můžete přihlásit na stromovou mapu, na kterou jste se zaregistrovali, stejně jako na libovolné jiné mapě v systému OpenTreeMap. Doufáme, že se těšíte na poznávání městského lesa! - tým OpenTreeMap Pokud jste nežádali účet stromové mapy nebo nechcete dokončit vytváření účtu, ignorujte tento e-mail. Nevyžadují se žádné další akce.
pl: You can use your OpenTreeMap account to sign in to the tree map you registered on as well as any other map in the OpenTreeMap system. Wierzymy, że spacer po mieście pełnym drzew sprawi Ci przyjemność Zespół Otwartej Mapy Drzew Jeśli nie chcesz korzysztac z Otwartej Mapy Drzew zignoruj tę wiadomość.

source: Activate your tree map account
cs: Aktivujte svůj účet stromové mapy
pl: Aktywuj konto

source: Log in to OpenTreeMap
cs: Přihlaste se do OpenTreeMap
pl: Zaloguj się do Otwartej Mapy Drzew

source: Recover my username
cs: Obnovte své uživatelské jméno
pl: Przypomnij mój login

source: Reset my password
cs: Obnovit moje heslo
pl: Zmień hasło

source: Don't have an account?
cs: Nemáte účet?
pl: Nie masz konta?

source: Register
cs: Registrovat
pl: Załóż konto

source: Password changed
cs: Heslo změněno
pl: Hasło zostało zmienione

source: Submit
cs: Odeslat
pl: Zakończ

source: Password Reset
cs: Resetovat heslo
pl: Zmień hasło

source: Your password was reset successfully
cs: Vaše heslo bylo úspěšně obnoveno
pl: Twoje hasło zostało zmienione

source: Please enter and confirm a new password for your account.
cs: Zadejte a potvrďte nové heslo pro váš účet.
pl: Podaj nowe hasło do Twojego konta.

source: Save
cs: Uložit
pl: Zapisz

source: Password reset failed
cs: Reset hesla se nezdařil
pl: Nie udało się zmienić hasła

source: Password Reset Instructions Sent
cs: Pokyny pro obnovení hesla odeslány
pl: Sprawdź skrzynkę mailową!

source: Please check your email for instructions on resetting your password.
cs: Zkontrolujte prosím e-mail, kde naleznete pokyny pro obnovení hesla.
pl: W Twojej skrzynce mailowej znajdziesz wiadomość z linkiem do zresetowania hasła.

source: Hello, We received a request to reset your tree map account password. To continue the password reset process, please click on the link below or copy and paste it into your web browser.
cs: Ahoj, Obdrželi jsme žádost o obnovení hesla účtu stromové mapy. Chcete-li pokračovat v procesu obnovení hesla, klikněte na níže uvedený odkaz nebo jej zkopírujte a vložte do webového prohlížeče.
pl: Cześć, Otrzymaliśmy Twoją prośbę o zmianę hasła do Otwartej Mapy Drzew. Aby dokończyć proces kliknij w link poniżej lub skopiuj go i wklej w przeglądarce.

source: If you did not make a request to reset your password then no further action is required.
cs: Pokud jste nepožádali o obnovení hesla, není třeba provádět žádné další akce.
pl: Nie planowałeś zmienić hasła? Zignoruj tę wiadomość.

source: Reset your Password
cs: Obnovit heslo
pl: Zmień hasło

source: Forgot the password for your tree map account? Enter your email address and click \
cs: Zapomněli jste heslo pro váš stromový účet? Zadejte svou e-mailovou adresu a klikněte na \
pl: Zapomniałeś hasła do Otwartej Mapy Drzew? Wprowadź swój email i przejdź dalej \

source: Send
cs: Poslat
pl: Wyślij

source: Reset your tree map password
cs: Resetujte heslo stromové mapy
pl: Zmień hasło

source: Registration is currently closed.
cs: Registrace je momentálně uzavřena.
pl: Rejestracja chwilowo niedostępna.

source: Account created!
cs: Účet založen!
pl: Twoje konto jest już aktywne!

source: Your OpenTreeMap account has been created. You will receive an activation email shortly; please use it to confirm your account.
cs: Váš účet OpenTreeMap byl vytvořen. Okamžitě obdržíte aktivační e-mail; prosím, použijte jej k potvrzení účtu.
pl: Wkrótce otrzymasz email z linkiem do potwierdzenia założenia konta.

source: Create an Account
cs: Vytvořit účet
pl: Utwórz konto

source: I already have an account
cs: Již mám účet
pl: Mam już konto

source: Create Account
cs: Vytvořit účet
pl: Załóż konto

source: Edits
cs: Úpravy
pl: Zmiany

source: Details
cs: Detaily
pl: Szczegóły

source: Edit #
cs: Číslo úpravy
pl: Zmiana #

source: Type
cs: Typ
pl: Typ

source: Old Value
cs: Stará hodnota
pl: Poprzednia wartość

source: Current Value
cs: Současná hodnota
pl: Obecna wartość

source: Edited By
cs: Upraveno od
pl: Zmienione przez

source: Edited On
cs: Upraveno
pl: Zmieniono

source: View Image
cs: Zobrazit obrázek
pl: Zobacz zdjęcie

source: Previous
cs: Předchozí
pl: Poprzednia

source: Next
cs: Další
pl: Następna

source: Retrieve your Username
cs: Načíst své uživatelské jméno
pl: Przypomnij login

source: Forgot the username for your tree map account? Enter your email address and click \
cs: Zapomněli jste uživatelské jméno pro váš stromový účet? Zadejte svou e-mailovou adresu a klikněte na \
pl: Zapomniałeś swój login? Wpisz swój email i kliknij \

source: Email Address
cs: Emailová adresa
pl: Email

source: Email Sent
cs: Email odeslán
pl: Email zosta wysłany

source: <p>An email has been sent to %(email)s.</p> <p>Please check your email to retrieve your username. If you don't see it within 15 minutes, please check your spam folder.</p>
cs: <p> Na adresu %(email)s byl odeslán e-mail </p> <p> Zkontrolujte prosím svůj e-mail, abyste získali své uživatelské jméno. Pokud se neobjeví během 15 minut, zkontrolujte prosím váš spam koš. </P>
pl: <p>Wiadomość została wysłana na adres %(email)s.</p> <p>Sprawdź swoją skrzynkę email aby odzyskać login. Jeśli w ciągu 15 minut nie otrzymasz wiadomości, sprawdź także folder kosz lub spam.</p>

source: The map you requested is not available to all users.
cs: Požadovaná mapa není k dispozici všem uživatelům.
pl: Mapa nie jest dostępna

source: Add species and additional info
cs: Přidat druhy a další informace
pl: Uzupełnij dodatkowe informacje

source: Trunk Diameter
cs: Průměr kmene
pl: Średnica pnia

source: Finalize this tree
cs: Dokončit tento strom
pl: Dokończ

source: After I add this tree...
cs: Po přidání tohoto stromu ...
pl: Gdy już dodasz to drzewo...

source: Add another tree with these details
cs: Přidat další strom s těmito detaily
pl: Dodaj kolejne z takimi samymi szczegółami

source: Add another tree with new details
cs: Přidat nový strom s novými detaily
pl: Dodaj kolejne z innymi szczegółami

source: Continue editing this tree
cs: Pokračovat v úpravách tohoto stromu
pl: Zmień parametry tego drzewa

source: I'm done!
cs: Jsem hotov!
pl: Już dodałem co chciałem :D

source: Tree Details
cs: Podrobnosti stromu
pl: Szczegóły drzewa

source: Full Details
cs: Všechny podrobnosti
pl: Zobacz więcej

source: Editing of the tree details is not available to all users
cs: Editace detailů stromu není k dispozici všem uživatelům
pl: Dodawanie szczegółów drzew nie jest dostępne dla wszystkich użytkowników

source: Quick Edit
cs: Rychlé úpravy
pl: Szybka zmiana

source: Editing a plot's location is not available to all users
cs: Úprava umístění pozemku není k dispozici všem uživatelům
pl: Dodawanie lokalizacji nie jest dostępne dla wszystkich użytkowników

source: Eco Benefits
cs: Ekologické výhody
pl: Korzyści dla ekosystemu

source: Map
cs: Mapa
pl: Mapa

source: Edit
cs: Upravit
pl: Zmień

source: Adding tree photos is not available to all users
cs: Přidávání fotografií stromů není k dispozici všem uživatelům
pl: Dodawanie zdjęć nie jest dostępne dla wszystkich użytkowników

source: Adding resource photos is not available to all users
cs: Přidávání fotografií zdrojů není k dispozici všem uživatelům
pl: Dodawanie zdjęć nie jest dostępne dla wszystkich użytkowników

source: Add Photo
cs: Přidat fotku
pl: Dodaj zdjęcie

source: Deleting of trees is not available to all users
cs: Odstranění stromů není k dispozici všem uživatelům
pl: Usuwanie drzew nie jest dostępne dla wszystkich użytkowników

source: Warning!
cs: Varování!
pl: Uwaga!

source: You are about to delete this tree. Do you want to continue?
cs: Chystáte se smazat tento strom. Chcete pokračovat?
pl: Wszystko wskazuje na to, że próbujesz usunąć to drzewo. Czy chcesz kontynuować?

source: You are about to delete this planting site. Once deleted, it will not be possible to view the details of this planting site or the trees it has contained in the past. Are you sure you want to continue?
cs: Chystáte se smazat toto místo pro výsadbu. Po odstranění nebude možné zobrazit podrobnosti tohoto místa výsadby nebo stromů, které v minulosti obsahoval. Jste si jistý, že chcete pokračovat?
pl: Wszystko wskazuje na to, że chcesz usunąć ten obszar. Gdy raz usuniesz obszar, drzewa które zostały na nim dodane nie będą już widoczne na mapie. Czy chcesz kontynuować?

source: Confirm Deletion
cs: Potvrdit vymazání
pl: Potwierdź usunięcie

source: Comments
cs: Komentáře
pl: Komentarze

source: Removed by Moderator
cs: Odstraněno moderátorem
pl: Usunięte przez moderatora

source: This comment has been removed by a moderator.
cs: Tento komentář byl odstraněn moderátorem.
pl: Komentarz został usunięty przez moderatora.

source: or
cs: nebo
pl: lub

source: log in
cs: přihlásit se
pl: zaloguj się

source: to add comments
cs: přidat komentář
pl: aby dodać komentarz

source: Editing location is not available to all users
cs: Úprava umístění není k dispozici všem uživatelům
pl: Zmiana lokalizacji nie jest dostępna dla wszystkich

source: Move Location
cs: Přesunout polohu

source: Cancel Move Location
cs: Zrušit přesunutí polohy

source: Map Feature Photo
cs: Mapa fotografií

source: Photo uploaded on
cs: Fotografie nahraná na
pl: Zdjęcie dodane

source: View more details on the detail page
cs: Zobrazit další podrobnosti na stránce s podrobnostmi
pl: Zobacz więcej szczegółów

source: Tree Number
cs: Číslo stromu
pl: Numer drzewa

source: Width
cs: Šířka
pl: Szerokość

source: Length
cs: Délka
pl: Długość

source: Address
cs: Adresa
pl: Adres

source: City
cs: Město
pl: Miasto

source: Postal Code
cs: PSČ
pl: Kod pocztowy

source: Original Owner Id
cs: ID původního majitele

source: Read Only
cs: Pouze ke čtení
pl: Tylko do odczytu

source: Yearly Ecosystem Services
cs: Roční ekosystémové služby

source: Ecosystem benefits are not available for tree maps in locations outside the United States. More info is available on the <a href="https://opentreemap.org/faq/#03">OpenTreeMap FAQ page.</a>
cs: Výhody ekosystému nejsou k dispozici pro stromové mapy v místech mimo Spojené státy. Další informace naleznete na stránce <a href="https://opentreemap.org/faq/#03"> FAQ na OpenTreeMap. </a>
pl: Wpływ drzew na ekosystem poza USA nie jest znany. Więcej szczegółów <a href="https://opentreemap.org/faq/#03">znajdziesz tutaj.</a>

source: Action
cs: Akce
pl: Rodzaj akcji

source: Item
cs: Položka
pl: Czego dotyczy

source: Value Changed
cs: Hodnota byla změněna
pl: Wartość przed zmianą

source: New Value
cs: Nová hodnota
pl: Wartość po zmianie

source: Date
cs: Datum
pl: Data

source: Rain Garden
cs: Deštná zahrada

source: Information
cs: Informace
pl: Informacje

source: number
cs: číslo
pl: numer

source: Ecosystem Services
cs: Ekosystémové služby

source: OpenTreeMap currently requires Internet Explorer version 10 or higher.
cs: OpenTreeMap v současné době vyžaduje aplikaci Internet Explorer verze 10 nebo vyšší.
pl: Polecamy korzystać z Otwartej Mapy Drzew korzystając z wersji IE10 lub wyższej.

source: Internet Explorer 9 support is coming soon, we're still working out the kinks.
cs: Podpora aplikace Internet Explorer 9 brzy přijde, stále na tom pracujeme.
pl: Pracujemy nad wersją dla Internet Explorer 9.

source: If you cannot upgrade your version of Internet Explorer, we recommend using either
cs: Pokud nelze aktualizovat verzi aplikace Internet Explorer, doporučujeme ji použít
pl: Polecamy aktualizacje wersji przeglądarki lub skorzystanie z innej.

source: or
cs: nebo
pl: lub

source: User Profile
cs: Uživatelský profil
pl: Twój Profil

source: Edit Profile
cs: Upravit profil
pl: Edytuj profil

source: Reset Password
cs: Obnovit heslo
pl: Zmień hasło

source: Reputation
cs: Pověst
pl: Opinia

source: Favorite
cs: Oblíbený
pl: Ulubiony

source: You have not starred any favorites yet.
cs: Zatím jste nezaznamenali žádné oblíbené položky.
pl: Nie obserwujesz żadnych ulubionych drzew

source: This person has not starred any favorites yet.
cs: Tato osoba ještě nehrála oblíbené položky.
pl: Brak ulubionych drzew

source: Recent Edits
cs: Nedávné úpravy
pl: Ostatnie zmiany

source: through
cs: přes

source: Species
cs: Druh
pl: Gatunki

source: Common Name
cs: Běžný název
pl: Nazwa zwyczajowa

source: Scientific Name
cs: Odborný název
pl: Naukowa nazwa

source: Need help identifying the tree's species?
cs: Potřebujete pomoc při identifikaci druhu stromu?
pl: Sprawdź jakie to drzewo

source: saved
cs: uloženo
pl: zapisane

source: No entries yet!
cs: Zatím žádné záznamy!
pl: Brak wpisów

source: Diameter
cs: Průměr
pl: Średnica pnia

source: Circumference
cs: Obvod
pl: Obwód drzewa

source: Add another trunk?
cs: Přidat další kmen?
pl: Dodać kolejne?

source: Combined Diameter:
cs: Kombinovaný průměr:
pl: Łączna średnica:

source: Need help measuring the tree?
cs: Potřebujete pomoc při měření stromu?
pl: Potrzebujesz pomocy przy pomiarze?

source: Tree Benefits
cs: Výhody stromu
pl: Korzyści z drzew

source: Benefits
cs: Výhody
pl: Korzyści

source: Based on %(used)s out of %(total)s total trees
cs: Na základě %(used)s z celkem %(total)s stromů
pl: Obliczone na podstawie %(used)s z %(total)s drzew

source: and %(used)s out of %(total)s total %(resources)s.
cs: a %(used)s z celkem %(total)s %(resources)s.
pl: oraz %(used)s z %(total)s wszystkich %(resources)s.

source: Preparing your export...
cs: Příprava exportu ...
pl: Praca wre...

source: There was an error while generating your export. Please try again later.
cs: Během generování exportu došlo k chybě. Prosím zkuste to znovu později.
pl: Wystąpił błąd podczas eksportu. Spróbuj ponownie później.

source: Hello, "%(username)s" is the username for the OpenTreeMap account with email %(email)s. If you didn't ask to recover your username, just ignore this email. No additional action is required. If you want to reset your password, go to %(password_url)s - The OpenTreeMap Team
cs: Ahoj, "%(username)s" je uživatelské jméno pro účet OpenTreeMap s e-mailem %(email)s. Pokud jste nepožádali o obnovení uživatelského jména, ignorujte tento e-mail. Nevyžadují se žádné další akce. Pokud chcete obnovit heslo, přejděte na %(password_url)s - tým OpenTreeMap
pl: Cześć, "%(username)s" to Twój login n account with email %(email)s. If you didn't ask to recover your username, just ignore this email. No additional action is required. If you want to reset your password, go to %(password_url)s - The OpenTreeMap Team

source: Select %(Resource)s Type
cs: Zvolte Typ %(Resource)s
pl: Wybierz typ %(Resource)s

source: Indicate Nearby Roof Area
cs: Uveďte oblasti blízko střechy
pl: Zaznacz powierzchnię dachu w pobliżu

source: About this
cs: O tom
pl: Więcej

source: Finalize this
cs: Dokončete to
pl: Dokończ

source: Add another
cs: Přidej další
pl: Dodaj kolejne

source: Continue editing this
cs: Pokračujte v úpravách
pl: Dokończ zmianę

source: I'm done
cs: Jsem hotov
pl: Zakończ

source: Nearby Address:
cs: Blízká adresa:
pl: Adres:

source: View All Details
cs: Zobrazit všechny podrobnosti
pl: Zobacz szczegóły

source: Editing a tree's details is not available to all users
cs: Úprava detailů stromu není k dispozici všem uživatelům
pl: Wprowadzanie

source: Edit Details
cs: Upravit detaily
pl: Dodaj szczegóły

source: Approve
cs: Schválit
pl: Potwierdzam

source: Reject
cs: Odmítnout
pl: Odrzuć

source: View Detail
cs: Zobrazit detail
pl: Zobacz szczegóły

source: Photo Added!
cs: Přidána fotografie!
pl: Zdjęcie zostało dodane

source: Would you like to share this photo?
cs: Chcete sdílet tuto fotku?
pl: Czy chcesz udostępnić to zdjęcie?

source: Don't show me again
cs: Znovu nezobrazovat
pl: Nie pokazuj ponownie

source: No Thanks
cs: Ne, díky
pl: Nie, dziękuję

source: There is no tree for this planting site.
cs: Pro toto místo výsadby není strom.
pl: Brak drzew w tym miejscu

source: Add Tree
cs: Přidat strom
pl: Dodaj drzewo

source: <p>Ecosystem benefits cannot be calculated for this species of tree in this location.</p> <p>The tree's location falls within a climate region that does not support benefit calculations for this species.</p>
cs: <p> Výhody ekosystému nelze v tomto místě vypočítat pro tento druh stromu. </p> <p> Umístění stromu spadá do klimatické oblasti, která nepodporuje výpočty prospěchu pro tento druh. </p>
pl: <p>Nie znamy wpływu tego gatunku drzew na ekosystem w tej lokalizacji.</p>

source: <!-- TODO: When the ecoservice returns structured errors, replace this with real conditions --> <!-- Or, maybe always leave this to avoid 500s --> <p>We were unable to calculate ecosystem benefits for this tree.</p>
cs: <! - TODO: Když ecoservice vrátí strukturované chyby, nahraďte to reálnými podmínkami -> <! - Nebo možná to vždy nechte, aby se zabránilo 500s -> <p> Pro tento strom jsme nemohli vypočítat ekosystémové přínosy. </p>

source: Add the diameter of the tree and select a species to calculate the yearly ecosystem services.
cs: Přidat průměr stromu a vybrat druh pro výpočet ročních ekosystémových služeb.
pl: Dodaj średnicę drzewa i wybierz gatunek aby obliczyć jego wpływ na ekosystem.

source: Search by Location
cs: Hledání podle místa
pl: Szukaj w lokalizacji

source: Search by Species
cs: Hledání podle druhů
pl: Szukaj według gatunku

source: Latest Update
cs: Poslední aktualizace
pl: Ostatnie aktualizacje

source: Complete
cs: Dokončit
pl: Zakończ

source: Nearby Trees
cs: Stromy v blízkosti
pl: Najbliższe drzewa

source: There are no trees nearby
cs: V blízkosti nejsou žádné stromy
pl: Brak drzew w okolicy

source: Step
cs: Krok

source: of
cs: z

source: Set the
cs: Nastavit
pl: Ustaw

source: location
cs: umístění
pl: lokalizacja

source: Address, City, State
cs: Adresa, město, kraj
pl: Ulica, miasto

source: Use Current Location
cs: Použít aktuální polohu
pl: Użyj mojej lokalizacji

source: Choose a point on the map, enter an address including city, or select "Use Current Location."
cs: Vyberte bod na mapě, zadejte adresu včetně města nebo vyberte možnost Použití aktuální polohy.
pl: Wskaż punkt na mapie, dodaj adres lub wybierz "Użyj mojej lokalizacji".

source: Unable to locate this address. You may need to include a city and state.
cs: Tuto adresu nelze najít. Možná budete muset zahrnout město a stát.
pl: Nie udało się znaleźć tego adresu. Upewnij się, czy podałeś nazwę miasta.
