Repository: OpenTreeMap/OTM2
Catalog: opentreemap/locale/*/LC_MESSAGES/django.po
Languages: cs, pl

source: Unable to determine current location
cs: Nelze určit aktuální umístění
pl: Nie udało się określić aktualnej lokalizacji

source: Please move marker to exact location of the
cs: Přesuňte značku na přesné místo
pl: Przenieś pinezkę aby wskazać dokładną lokalizację

source: Today
cs: Dnes
pl: Dzisiaj

source: Approved
cs: Schváleno
pl: Potwierdzone

source: Rejected
cs: Odmítnuto
pl: Odrzucone

source: Total annual benefits
cs: Celkové roční přínosy
pl: Roczne korzyści

source: First Name
cs: Jméno
pl: Imię

source: Last Name
cs: Příjmení
pl: Nazwisko

source: Make Info Visible
cs: Zviditelnit informace
pl: Pokaż szczegółowe informacje

source: Email Updates
cs: E-mailové aktualizace
pl: Zmień email

source: Email field is required
cs: Je vyžadován E-mail
pl: Email jest obowiązkowy

source: Account Recovery
cs: Obnova účtu
pl: Odzyskaj konto

source: The CSV must contain all of the following columns:
pl: Błędny plik CSV (sprawdź czy są wszystkie kolumny)

source: centimeters
pl: centymetry

source: meters2
pl: metry kwadratowe

source: Adding %(resources)s is not available to all users
pl: Dodawanie %(resources)s nie jest możliwe dla wszystkich

source: Reset
pl: Usuń filtr

source: Object ID
pl: ID

source: Detail
pl: Szczegóły

source: Tree Map
pl: Mapa Drzew
