Repository: OpenTreeMap/OTM2
Catalog: opentreemap/locale/*/LC_MESSAGES/django.po
Languages: cs, pl

source: This field cannot be empty
cs: Toto pole nemůže být prázdné
pl: Uzupełnij pole

source: This field is required
cs: Toto pole je povinné
pl: Uzupełnij pole

source: Unrecognized field
cs: Nerozpoznané pole
pl: Coś tu nie gra

source: Username is already in use
cs: Uživatelské jméno se už používá
pl: Zajęte!

source: Email is already in use
cs: E-mail je již používán
pl: Zajęte!

source: Data exports are not enabled.
cs: Export dat není povolen.
pl: Pobranie danych nie jest możliwe

source: No results found in the area for %(address)s
cs: V této oblasti nebyly nalezeny žádné výsledky pro %(address)s
pl: Brak wyników dla %(address)s

source: No results found for %(address)s
cs: Pro adresu %(address)s nebyly nalezeny žádné výsledky
pl: Brak wyników dla %(address)s

source: No rows found
cs: Žádné řádky nebyly nalezeny
pl: Tu nic nie ma

source: Unrecognized fields in header row
cs: Nerozpoznané pole v řádku záhlaví
pl: Coś tu nie gra

source: An exception was raised while uploading the file
cs: Při nahrávání souboru vznikla výjimka
pl: Ups, pobieranie pliku poszło nie tak

source: Longitude must be between -180 and 180 and latitude must be betwen -90 and 90
cs: Zeměpisná délka musí být mezi -180 a 180 a zeměpisná šířka musí být mezi -90 a 90
pl: Wybierz długość geograficzną pomiędzy -180 a 180 oraz szerokość geograficzną pomiędzy -90 a 90.

source: Geometry must be inside the map bounds
cs: Geometrie musí být uvnitř mapových hranic

source: Geometry may not be in an exclusion zone
cs: Geometrie nemusí být v zóně vyloučení

source: Could not find this scientific name on the master species list.
cs: Tento vědecký název nebyl nalezen v seznamu hlavních druhů.
pl: Nowy gatunek? Nie znaleźliśmy tej nazwy na liście dostępnych gatunków.

source: More than one species matches the given scientific name.
cs: Více než jeden druh odpovídá danému vědeckému jménu.
pl: Znaleźliśmy więcej niż 1 gatunek. Wybierz jeden z nich.

source: The given Open Tree Map ID does not exist in the system. This ID is automatically generated by Open Tree Map and should only be used for updating existing records
cs: More than one species matches the given scientific name
pl: Nie znaleźliśmy tego ID. ID jest automatycznie nadawane drzewom przez Open Tree Map i służy wyłącznie do aktualizacji istniejących obiektów.

source: Not formatted as a number
cs: Neformátováno jako číslo
pl: Format powinien zawierać same cyfry

source: Not formatted as a positive number
cs: Není formátováno jako kladné číslo
pl: Niepoprawny format numeru

source: Not formatted as an integer
cs: Není formátováno jako celé číslo
pl: Wprowadź liczbę całkowitą

source: Not formatted as a positive integer
cs: Neformátováno jako kladné celé číslo
pl: Wprowadź dodatnią liczbę

source: Not formatted as a boolean
cs: Není formátováno jako boolean
pl: Niepoprawny format danych

source: Strings must be less than 255 characters
cs: Řetězec musí mít méně než 255 znaků
pl: Wprowadź mniej niż 255 znaków

source: Invalid date (must by YYYY-MM-DD)
cs: Neplatné datum (musí být RRRR-MM-DD)
pl: Poprawny format daty to RRRR-MM-DD

source: Invalid value for custom field
cs: Neplatná hodnota pro vlastní pole
pl: Niepoprawna wartość

source: Unknown i-Tree region
cs: Neznámá oblast i-stromu
pl: Doprecyzuj region

source: i-Tree region not valid for this treemap
cs: oblast i-Tree není platná pro tento treemap
pl: Wprowadzona lokalizacja jest niepoprawna

source: Unknown i-Tree code
cs: Neznámý kód i-Tree
pl: Niepoprawny kod i-Tree

source: i-Tree code not defined for region
cs: kód i-Tree není definován pro region

source: This treemap intersects no i-Tree regions and has no default region
cs: Tento treemap neprotíná žádné oblasti i-Tree a nemá žádnou implicitní oblast

source: This treemap intersects more than one i-Tree region
cs: Tento treemap protíná více než jednu oblast i-Tree

source: This row must be merged
cs: Tento řádek musí být sloučen

source: There are already trees within ten feet of this one
cs: Již deset stop od tohoto stromu jsou stromy
pl: Jest już dodane drzewo w odległości 3 metrów.

source: There is already a tree at the specified location
cs: Na zadaném místě již existuje strom
pl: Wiemy już, że w tym miejscu jest drzewo!

source: The diameter is too large for this species
cs: Průměr tohoto druhu je příliš velký
pl: Wprowadzona średnica drzewa nie pasuje do tego gatunku.

source: The height is too large for this species
cs: Výška je pro tento druh příliš velká
pl: Wprowadzona wysokość drzewa jest za duża dla tego gatunku.

source: Please consult the OpenTreeMap Species Import Guide for information on resolving this error.
cs: Další informace o řešení této chyby naleznete v Průvodci importy druhů OpenTreeMap.
pl: Coś poszło nie tak. Sprawdź w przewodniku "Import gatunków w Open TreeMap" co należy zrobić.

source: Import Value
cs: Importní hodnota
pl: Prowadź wartość

source: Create New
cs: Vytvořit nový
pl: Dodaj

source: Match
cs: Dvojice
pl: Dopasuj

source: Merge with Match
cs: Sloučit dvojice
pl: Połącz i dopasuj

source: Ready to Add
cs: Připraveno k přidání
pl: Dodaj

source: Errors
cs: Chyby
pl: Wystąpił błąd

source: Successfully Added
cs: Úspěšně přidáno
pl: Szczęśliwie dodane

source: Warnings
cs: Varování
pl: Uwaga

source: Merge Required
cs: Sloučení požadováno

source: tree limit exceeded
cs: překročena hranice stromu
pl: Limit został przekroczony

source: For this class, data must be a list
cs: Pro tuto třídu musí být data seznamem
pl: Wprowadź w formie listy

source: Species Import #%s
cs: Import druhu #%s
pl: Importu gatunki #%s

source: Tree Import #%s
cs: Import stromu #%s
pl: Importuj drzewa #%s

source: That species couldn't be found in the database.
cs: Tento druh nebyl v databázi nalezen.
pl: Tego gatunku nie ma w naszej bazie.

source: Did you mean: <%%= possible %%>?
cs: Mysleli jste: <%%= possible %%>?
pl: Czy chodziło Ci o: <%%= possible %%>?

source: Yes
cs: Ano
pl: Tak

source: More Options
cs: Více možností
pl: Więcej opcji

source: Cancel
cs: Zrušit
pl: Anuluj

source: Update
cs: Aktualizovat
pl: Aktualizuj

source: Find a species by name:
cs: Najít druh podle názvu:
pl: Znajdź gatunek:

source: Or select from a list:
cs: Nebo vybrat ze seznamu:
pl: Lub wybierz z listy:

source: Select
cs: Vybrat
pl: Wybierz

source: Merge Species
cs: Sloučit druhy
pl: Połącz gatunki

source: Field
cs: Pole
pl: Obszar

source: Create New Species
cs: Vytvořit nové druhy
pl: Dodaj nowy gatunek

source: There were errors in the file structure:
cs: Ve struktuře souborů došlo k chybám:
pl: Wystąpił błąd w pliku

source: The CSV may contain only the following columns:
cs: CSV může obsahovat pouze následující sloupce:
pl: Plik CSV może zawierać tylko następujące kolumny:

source: Uploaded Date
cs: Datum odeslání
pl: Data dodania

source: Status
cs: Stav

source: Rows
cs: Řádky
pl: Rząd

source: View
cs: Zobrazit
pl: Podgląd

source: Export
cs: Exportovat
pl: Eksport

source: Imports
cs: Importy
pl: Import

source: Active Tree Imports
cs: Aktivní import stromů
pl: Zaplanowany importy drzew

source: Finished Tree Imports
cs: Dokončené importy stromů
pl: Zakończone importy drzew

source: Active Species Imports
cs: Aktivní importy druhů
pl: Zaplanowany import gatunków

source: Finished Species Imports
cs: Dokončené importy druhů
pl: Zakończony import gatunków

source: Import
cs: Importovat
pl: Importuj

source: Tree Import
cs: Import stromu
pl: Importuj drzewa

source: CSV to Upload:
cs: CSV k importu:
pl: Plik CSV:

source: <h5>Unit Warning</h5> <p>The following units are used for your tree map.</p> <p>Please ensure that your file contains measurements of the same unit.</p> <p>Plot Length: %(pl)s</p> <p>Plot Width: %(pw)s</p> <p>Tree Diameter: %(td)s</p> <p>Tree Height: %(th)s</p> <p>Tree Canopy Height: %(tch)s</p>
cs: <h5>Upozornění na jednotku</h5> <p>Následující jednotky se používají pro vaši stromovou mapu.</p> <p>Ujistěte se, že váš soubor obsahuje míry ve stejné jednotce.</p> <p>Délka plotu: %(pl)s</p> <p>Šířka plotu: %(pw)s</p> <p>Průměr stromu: %(td)s</p> <p>Výška stromu: %(th)s</p> <p>Výška vrcholu stromu: %(tch)s</p>
pl: <h5>Uwaga</h5> <p>Mapa drzew składa się z określonych elementów.</p> <p>Upewnij się, że w Twoim pliku znajdują się te elementy.</p> <p>Długość działki: %(pl)s</p> <p>Szerokość działki: %(pw)s</p> <p>Średnica drzewa: %(td)s</p> <p>Wysokość drzewa: %(th)s</p> <p>Wysokość korony drzewa: %(tch)s</p>

source: Species Import
cs: Import druhů
pl: Importuj gatunki

source: Export All Species
cs: Export všech druhů
pl: Eksportuj wszystkie gatunki

source: Hide
cs: Skrýt
pl: Ukryj

source: Field Error
cs: Chyba pole
pl: Wystąpił błąd

source: There was an error with this field:
cs: Došlo k chybě v tomto poli:
pl: Wystąpił błąd:

source: Please provide a new value:
cs: Zadejte novou hodnotu:
pl: Wprowadź nową wartość:

source: Add to Tree Map
cs: Přidat do stromové mapy
pl: Dodaj na Mapie Drzew

source: Species Field Error
cs: Chyba polí druhů
pl: Błędnie wprowadzony gatunek

source: Click "Save" to accept the suggested species, or click in the text box to select from the species list. Use the species import tool to add new species to your map.
cs: Kliknutím na tlačítko Uložit přijmout doporučené druhy nebo kliknutím na textové pole vyberte ze seznamu druhů. Použijte nástroj importu druhů k přidání nových druhů do vaší mapy.
pl: Wybierz "Zapisz" aby potwierdzić gatunek, lub kliknij obok aby wybrać inny z dostępnej listy. Aby dodać nowy gatunek skorzystaj z importu.

source: Import Status
cs: Stav importu
pl: Stan importu

source: Back to Uploads
cs: Zpět k Nahrávání
pl: Wróć do importu

source: Cancel Import
cs: Zrušit import
pl: Anuluj

source: Close
cs: Zavřít
pl: Zamknij

source: Cancel This Import
cs: Zrušit tento import
pl: Zamknij

source: Are you sure you want to cancel this import?
cs: Opravdu chcete tento import zrušit?
pl: Czy na pewno chcesz anulować import pliku?

source: No
cs: Ne
pl: Nie

source: No rows
cs: Žádné řádky
pl: Brak wierszy

source: Resource
cs: Zdroj
pl: Źródło danych

source: Resources
cs: Zdroje
pl: Źródła danych

source: Comment Moderation
cs: Komentář Moderování
pl: Dodaj komentarz

source: Confirm Password
cs: Potvrdit heslo
pl: Potwierdź hasło

source: First name
cs: Jméno
pl: Imię

source: Last name
cs: Příjmení
pl: Nazwisko

source: Organization
cs: Organizace
pl: Firma/Organizacja

source: Display my first name, last name, and organization on my publicly visible user profile page.
cs: Zobrazit jméno, příjmení a organizaci na mém veřejně viditelném profilu.
pl: Wyświetlaj moje imię, nazwisko i nazwę organizacji na moim profilu.

source: I wish to receive occasional email updates from the tree maps to which I contribute.
cs: Chci obdržet příležitostné aktualizace e-mailem ze stromových map, ke kterým přispívám.
pl: Chcę otrzymywać email z aktualizacją na temat drzew, które obserwuję.

source: Cannot retrieve permissions for this object because it does not have an instance associated with it.
cs: Nelze načíst oprávnění pro tento objekt, protože nemá s ním přiřazenou instanci.

source: created a %(model)s
cs: vytvořen %(model)s
pl: utworzono %(model)s

source: updated the %(model)s
cs: aktualizován %(model)s
pl: zaktualizowano %(model)s

source: deleted the %(model)s
cs: smazán %(model)s
pl: usunięto %(model)s

source: approved an edit to the %(model)s
cs: schválena úprava pro %(model)s
pl: edycja %(model)s została zatwierdzona

source: rejected an edit to the %(model)s
cs: odmítnuta úprava pro %(model)s
pl: zmiana %(model)s została odrzucona

source: set %(field)s to %(value)s
cs: nastavit %(field)s na %(value)s
pl: ustaw w polu %(field)s wartość %(value)s

source: deleted %(field)s
cs: smazáno %(field)s
pl: usunięto %(field)s

source: approved setting %(field)s to %(value)s
cs: schválené nastavení %(field)s na %(value)s
pl: zmiana z %(field)s na %(value)s przebiegła pomyślnie

source: rejecting setting %(field)s to %(value)s
cs: odmítnutí nastavení %(field)s na %(value)s
pl: zmiana z %(field)s to %(value)s nie powiodła się

source: Create
cs: Vytvořit
pl: Dodaj

source: Delete
cs: Smazat
pl: Usuń

source: Approved Pending Edit
cs: Schváleny čekající úpravy
pl: Zmiana się powiodła

source: Reject Pending Edit
cs: Odmítnout čekající úpravy
pl: Odrzuć zmianę

source: Rejected Edit
cs: Úpravy odmítnuty
pl: Zmiana została odrzucona

source: Approved Edit
cs: Úpravy schváleny
pl: Wprowadzono zmianę

source: One or more of the specified values are invalid.
cs: Jedna nebo více zadaných hodnot je neplatná.
pl: Wprowadzone wartości są niepoprawne

source: Energy conserved
cs: Energie zachována
pl: Oszczędność energii

source: Stormwater filtered
cs: Dešťová voda filtrována
pl: Woda opadowa

source: Carbon dioxide removed
cs: Oxid uhličitý odstraněn
pl: Redukcja dwutlenku węgla

source: Carbon dioxide stored to date
cs: Dosud uložený oxid uhličitý
pl: Redukcja dwutlenku węgla

source: Air quality improved
cs: Kvalita ovzduší zlepšena
pl: Wpływ na jakość powietrza

source: The uploaded image is too large
cs: Nahraný snímek je příliš velký
pl: Obrazek jest za duży

source: Invalid image
cs: Neplatný obrázek
pl: Coś poszło nie tak

source: Image upload issue
cs: Problém s nahráním obrázku
pl: Problem z dodaniem obrazka

source: Tree Information
cs: Informace o stromu
pl: Informacje o drzewie

source: Planting Site Information
cs: Informace o výsadbách
pl: Miejsce nasadzenia drzew

source: Stewardship
cs: Správcovství
pl: Zarządca/Rodzaj własności

source: Must be a non-empty list
cs: Musí být seznam, který není prázdný
pl: Sprawdź czy uzupełniłeś wszystkie pola na liście

source: Every mobile field group must have a non-empty header
cs: Každá skupina mobilních polí musí mít prázdnou hlavičku

source: All mobile field groups must have either a "field_keys" or "collection_udf_keys" containing a non-empty list
cs: Všechny skupiny mobilních polí musí mít buď "field_keys" nebo "collection_udf_keys" obsahující seznam, který není prázdný

source: Mobile field groups cannot contain both "field_keys" and "collection_udf_keys" properties
cs: Skupiny mobilních polí nemohou obsahovat vlastnosti "field_keys" a "collection_udf_keys"

source: Collection field groups must have a non-empty "sort_key" property defined
cs: Skupiny polí kolekce musí mít definovanou vlastnost, která není prázdná

source: Collection field groups can only contain existing custom collection fields
cs: Skupiny polí kolekce mohou obsahovat pouze existující vlastní pole sběru

source: The "sort_key" property of a collection field group must be the name of a field on present on every collection field in the group
cs: Vlastnost "sort_key" skupiny pole kolekce musí být název pole přítomného v každém kolekčním poli ve skupině

source: Fields cannot be specified more than once
cs: Pole nelze zadávat více než jednou

source: The specified field "%(field)s" is invalid
cs: Zadané pole "%(field)s" je neplatné

source: Normal field groups may only contain existing fields. If you specify a custom field, it cannot be a collection field
cs: Normální skupiny polí mohou obsahovat pouze existující pole. Pokud zadáte vlastní pole, nemůže být pole kolekce

source: %(instancename)s is a reserved name and cannot be used
cs: %(instancename)s je rezervovaný název a nelze jej použít

source: Must start with a letter and may only contain letters, numbers, or dashes ("-")
cs: Musí začít s písmenem a může obsahovat pouze písmena, čísla nebo pomlčky ("-")
pl: Poprawna nazwa zaczyna się od litery oraz zawiera wyłacznie litery, cyfry lub znaki specjalne.

source: Invalid URL name
cs: Neplatný název adresy URL
pl: Nieprawidłowy link

source: set the location
cs: nastavit lokaci
pl: ustaw lokalizację

source: updated the location
cs: lokace aktualizována
pl: zaktualizuj lokalizację

source: deleted the location
cs: lokace odstraněna
pl: lokalizacja została usunięta

source: approved an edit of the location
cs: schválena úprava lokace
pl: lokalizacja została zaktualizowana

source: rejected an edit of the location
cs: odmítnuta úprava lokace
pl: zmiana lokalizacji odrzucona

source: read only
cs: jen ke čtení
pl: tylko do odczytu

source: editable
cs: upravitelné
pl: możesz wprowadzić zmianę

source: made the tree %(value)s
cs: vytvořil strom %(value)s

source: approved making the tree %(value)s
cs: schváleno vytvoření stromu %(value)s

source: There is no content for this page yet.
cs: Na tuto stránku zatím není žádný obsah.
pl: Nic tutaj nie ma :D

source: Symbol is too long
cs: Symbol je příliš dlouhý
pl: Wprowadzona wartość jest za długa

source: Values must be not be negative
cs: Hodnoty nesmí být negativní
pl: Wprowadź wartość dodatnią

source: username
cs: uživatelské jméno
pl: nazwa użytkownika

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
cs: Povinný. 30 znaků nebo méně. Písmena, čísla a znaky @ /. / + / - / _
pl: Pole jest wymagane. Wprowadź max. 30 znaków (litery, cyfry i @/./+/-/_ ).

source: Enter a valid username.
cs: Zadejte platné uživatelské jméno.
pl: Wprowadź poprawną nazwę użytkownika.

source: email address
cs: emailová adresa
pl: adres email

source: staff status
cs: statut zaměstnanců
pl: status

source: Designates whether the user can log into this admin site.
cs: Určuje, zda se uživatel může přihlásit do tohoto administrátorského webu.
pl: Czy użytkownik może się zalogować jako admin?

source: active
cs: aktivní
pl: aktywny

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
cs: Určuje, zda má být tento uživatel považován za aktivní. Zvolte deaktivaci účtu namísto odstranění účtů.
pl: Czy ten użytkownik jest nadal aktywny? Odznacz pole, lub konto zostanie usunięte.

source: date joined
cs: datum připojení
pl: data dołączenia

source: user
cs: uživatel
pl: użytkownik

source: users
cs: uživatelé
pl: użytkownicy

source: first name
cs: jméno
pl: Imię

source: last name
cs: příjmení
pl: Nazwisko

source: Cannot have spaces in a username
cs: Nelze mít mezery v uživatelském jméně
pl: Usuń spacje z nazwy użytkownika

source: Last Updated
cs: Naposledy aktualizováno
pl: Ostatnia aktualizacja

source: %(model)ss must be created inside the map boundaries
cs: %(model)ss musí být vytvořeno uvnitř hranic mapy

source: Plot Width
cs: Šířka plotu
pl: Długość działki

source: Plot Length
cs: Délka plotu
pl: Szerokość działki

source: Cannot delete plot with existing trees.
cs: Nelze odstranit graf s existujícími stromy.
pl: Nie możesz usunąć obszaru, na którym istnieją już drzewa.

source: Planting Site
cs: Místo výsadby
pl: Miejsce nasadzenia drzew

source: Tree Diameter
cs: Průměr stromu
pl: Średnica drzewa

source: Tree Height
cs: Výška stromu
pl: Wysokość drzewa

source: Canopy Height
cs: Výška koruny
pl: Wysokość korony

source: Date Planted
cs: Datum vysazení
pl: Data posadzenia drzewa

source: Date Removed
cs: Datum odstranění
pl: Data usunięcia

source: invalid model type - must subclass UDFModel
cs: neplatný typ modelu - musí být podtřída UDFModel

source: created a %(model)s entry
cs: vytvořil položku %(model)s

source: updated the %(model)s entry
cs: aktualizoval položku %(model)s

source: deleted the %(model)s entry
cs: smazal položku %(model)s

source: approved an edit to the %(model)s entry
cs: schválil úpravu položky %(model)s

source: rejected an edit to the %(model)s entry
cs: odmítl úpravu položky %(model)s

source: can't change choices on a non-choice field
cs: nemůže změnit volby v poli bez volby

source: choice '%(choice)s' not found
cs: výběr '%(choice)s' nebyl nalezen
pl: '%(choice)s' nie zostało znalezione

source: Name is required for collection fields
cs: Název pole je vyžadován pro pole sbírky
pl: Wprowadź nazwę

source: Name is allowed only for collection fields
cs: Název je povolen pouze pro pole kolekce

source: cannot use fields that already exist on the model
cs: nelze použít pole, která již existují v modelu
pl: te pola są już używane

source: name cannot be blank
cs: jméno nesmí být prázdné
pl: wprowadź nazwę

source: A field name may not contain percent (%), period (.) or underscore (_) characters.
cs: Název pole nesmí obsahovat znaky procento (%), tečku (.) nebo podtržítko (_).
pl: Usuń z nazwy znaki: procent (%), kropka (.) lub podkreślenie (_).

source: a field already exists on this model with that name
cs: pole s tímto názvem již existuje u tohoto modelu
pl: takie pole już istnieje

source: Name must not be empty
cs: Jméno nesmí být prázdné
pl: Uzupełnij pole "nazwa"

source: Names must not be duplicates
cs: Jména nesmí být duplicitní
pl: "Nazwa" nie może się powtarzać

source: Id is an invalid name
cs: Id je neplatné jméno
pl: ID jest niepoprawne

source: type required data type definition
cs: zadejte požadovanou definici datového typu

source: invalid datatype
cs: neplatný datový typ
pl: Nieprawidłowy format daty

source: missing choices key for key
cs: chybějící volby pro klíč

source: Choice must be a string
cs: Volba musí být řetězec
pl: Wpisz ciąg liter

source: empty choice not allowed
cs: prázdná volba není povolena
pl: uzupełnij pole

source: empty choice list
cs: prázdný seznam voleb
pl: uzupełnij pole

source: duplicate choices
cs: duplicitní volby

source: %(fieldname)s must be a real number
cs: %(fieldname)s musí být reálné číslo

source: %(fieldname)s must be an integer
cs: %(fieldname)s musí být celé číslo

source: %(fieldname)s user not found
cs: uživatel %(fieldname)s nebyl nalezen

source: Invalid choice (%(given)s). Expecting %(allowed)s
cs: Neplatná volba (%(given)s). Očekává se %(allowed)s

source: Invalid user defined field name
cs: Neplatné uživatelské jméno pole

source: inches
cs: palců
pl: cale

source: feet
cs: stop
pl: stopy

source: meters
cs: metrů
pl: metry

source: pounds per year
cs: liber za rok
pl: funtów/rocznie

source: kilograms per year
cs: kilogramů za rok
pl: kg/rok

source: pounds
cs: liber
pl: funty

source: kilograms
cs: kilogramů
pl: kilogramy

source: kilowatt-hours per year
cs: kilowatthodin za rok
pl: kW/h rocznie

source: gallons
cs: galonů
pl: galony

source: gallons per year
cs: galonů za rok
pl: galon/rok

source: liters
cs: litrů
pl: litry

source: liters per year
cs: litrů za rok
pl: litrów/rok

source: feet²
cs: stop²

source: meters²
cs: metrů²

source: invalid model type: "%s"
cs: neplatný typ modelu: "%s"

source: I added a photo of this %s!
cs: Přidala jsem fotografii tohoto %s!
pl: Zdjęcie %s! dodane

source: Add a tree
cs: Přidat strom
pl: Dodaj drzewo

source: Add the diameter
cs: Přidat průměr
pl: Dodaj średnicę

source: Add the species
cs: Přidat druh
pl: Dodaj gatunek

source: Add a photo
cs: Přidat fotku
pl: Dodaj zdjęcie

source: Missing Species
cs: Chybějící druhy
pl: Brakujące gatunki

source: Empty Planting Site
cs: Prázdné místo výsadby
pl: Brak określonego miejsca

source: %('feature)s on %(treemap)s
cs: %('feature)s na %(treemap)s

source: This %(feature)s saves %(currency)s%(amount)s per year.
cs: Tato %(feature)s šetří %(amount)s %(currency)s ročně.
pl: %(feature)s pozwala oszczędzić rocznie %(amount)s%(currency)s.

source: This %('feature)s is mapped on %(treemap)s
cs: Tato %('feature)s je mapována na %(treemap)s

source: A user defined field with name '%(udf_name)s' already exists
cs: Uživatelské pole s názvem '%(udf_name)s' již existuje
pl: Login '%(udf_name)s' już istnieje

source: Invalid model
cs: Neplatný model

source: Page Restricted!
cs: Stránka omezena!
pl: Brak dostępu do strony

source: Our apologies, but access to this page is limited.
cs: Omlouváme se, ale přístup na tuto stránku je omezen.
pl: Dostęp do tej strony jest ograniczony. Przepraszamy.

source: No trees here!
cs: Žádné stromy zde!
pl: Ups, brak drzew w tej lokalizacji!

source: Sorry, we couldn't find the page you requested.
cs: Je nám líto, nenalezli jsme požadovanou stránku.
pl: Przepraszamy, nie znaleźliśmy tej strony.
