Repository: OpenTreeMap/OTM2
Catalog: opentreemap/treemap/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Read Only
ca: Només lectura

source: Pending Write Access
ca: Pendent d'accés d'escriptura

source: Full Write Access
ca: Accés d'escriptura complet

source: created a %(model)s
ca: creat un %(model)s

source: updated the %(model)s
ca: actualitzat el %(model)s

source: deleted the %(model)s
ca: esborrat el %(model)s

source: approved an edit to the %(model)s
ca: aprovada una edició al %(model)s

source: rejected an edit to the %(model)s
ca: rebutjada una edició al %(model)s

source: set %(field)s to %(value)s
ca: fixa %(field)s a %(value)s

source: deleted %(field)s
ca: eborrat %(field)s

source: approved setting %(field)s to %(value)s
ca: Aprovat %(field)s per defecta a %(value)s

source: rejecting setting %(field)s to %(value)s
ca: rebutjant valor per decte %(field)s a %(value)s

source: Create
ca: Crear

source: Delete
ca: Esborrar

source: Update
ca: actualitza

source: Approved Pending Edit
ca: Edició Pendent Aprovada

source: Approved Edit
ca: Aprovada Edició

source: none
ca: cap

source: One or more of the specified values are invalid.
ca: Un o més dels valors especificats són invàlids.

source: The uploaded image is too large
ca: La imatge pujada és massa llarga

source: Invalid image
ca: Imatge no vàlida

source: Image upload issue
ca: Imatge pujada

source: %(instancename)s is a reserved name and cannot be used
ca: %(instancename)s és un nom reservat i no pot ser emprat

source: Invalid URL name
ca: URL invàlida

source: or
ca: o

source: I added a photo of this %s!
ca: He afegit una foto per aquest %s!

source: Add the diameter
ca: Afegir el diametre

source: Add the species
ca: Afegir espècies

source: %(feature)s on %(treemap)s
ca: %(feature)s sobre %(treemap)s

source: This %(feature)s saves %(currency)s%(amount)s per year.
ca: Aquesta %(feature)s estalvia %(currency)s%(amount)s per any.

source: This %(feature)s is mapped on %(treemap)s
ca: Aquesta %(feature)s està mapejada a %(treemap)s

source: set the location
ca: Especifica la ubicació

source: updated the location
ca: actualitzada la ubicació

source: deleted the location
ca: borrada la ubicació

source: approved an edit of the location
ca: aprovada una edició del ubicació

source: rejected an edit of the location
ca: rebutjada una edició de la ubicació

source: read only
ca: només lectura

source: approved making the tree %(value)s
ca: aprovat fer l'abre %(value)s

source: There is no content for this page yet.
ca: Encara no hi ha contingut per aquesta pàgina.

source: Symbol is too long
ca: El simbol és massa llarg

source: Values must be not be negative
ca: Els valors no han de ser negatius

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
ca: Requerit. 30 caràcters o menys. Lletres, números i caràcters @/./+/-/_

source: Enter a valid username.
ca: Introdueix un usuari vàlid.

source: staff status
ca: status d'empleat

source: Designates whether the user can log into this admin site.
ca: Determina whether si l'usuari pot accedir al lloc d'administració.

source: active
ca: actiu

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ca: Determina si l'usuari ha de ser tractat com actiu. Deselecciona aquest en compte de borrar comptes.

source: date joined
ca: data d'unió

source: user
ca: usuari

source: users
ca: usuaris

source: first name
ca: nom

source: last name
ca: cognom

source: Cannot have spaces in a username
ca: No es poden tindre espais al nom d'usuari

source: City
ca: Ciutat

source: Postal Code
ca: Codi postal

source: Feature location is not specified
ca: Ubicació característica no especificada

source: %(model)s must be created inside the map boundaries
ca: %(model)s s'ha de crear dins del límits del mapa

source: The %(field_name)s must be a decimal number
ca: El %(field_name)s ha de ser un número decimal

source: The %(field_name)s must be greater than zero
ca: El %(field_name)s ha de ser més gran que zero

source: The %(field_name)s is too large
ca: El %(field_name)s és massa llarg

source: Planting Site
ca: Lloc de plantació

source: that have been
ca: que ha sigut

source: Marking a planting site with an alert does not serve as a way to report problems with that site. If you have any emergency concerns, please contact your city directly.
ca: Marcar un lloc de plantació amb una alerta no serveix per reportar problemes d'eixe lloc. Si hi ha una emergència, per favor contacta el teu ajuntament directament.

source: with open alerts for
ca: amb alertes obertes per

source: Cannot delete plot with existing trees.
ca: No es poden

source: Tree Height
ca: Altura del 'arbre

source: Canopy Height
ca: Altura de la canòpia

source: Date Planted
ca: Data de plantació

source: Date Removed
ca: Data d'eliminació

source: Marking a tree with an alert does not serve as a way to report problems with a tree. If you have any emergency tree concerns, please contact your city directly.
ca: Marcar un arbre amb una alerta no serveix per reportar problemes d'eixe lloc. Si hi ha una emergència, per favor contacta el teu ajuntament directament.

source: Must be a non-empty list
ca: Ha de ser una llista no buida

source: Every mobile field group must have a non-empty header
ca: Tots grups de camps de mòbil han de tindre una capçalera no buida

source: All mobile field groups must have either a "field_keys" or "collection_udf_keys" containing a non-empty list
ca: Tos els grups de camps mòbils han de tindre o bé un "field_keys" o bé "collection_udf_keys" contentint una llista no buida

source: Mobile field groups cannot contain both "field_keys" and "collection_udf_keys" properties
ca: grups de camps mòbils no poden contindre ambdos "field_keys" i "collection_udf_keys" propietats

source: Collection field groups must have a non-empty "sort_key" property defined
ca: grups de camps de col·lecció han de tindre no-buits "sort_key" propietats definides

source: Collection field groups can only contain existing custom collection fields
ca: Grups de camps de col·lecció només poden contindre camps existents personalitzats de col·lecció

source: The "sort_key" property of a collection field group must be the name of a field on present on every collection field in the group
ca: La "sort_key" propietat del camp de col·lecció ha de ser el nom d'un camp present en tots els camps de col·lecció del grup

source: Fields cannot be specified more than once
ca: No es poden especificar més d'un camp cada vegada

source: Normal field groups need a model property of either "tree" or "plot"
ca: Grups de camps normals necessiten un mòdel de propietat de bé "tree" o "plot"

source: Normal field groups can only have keys that match their "model"
ca: Grups normals de camps només poden tindre claus que coincidisquen amb "model"

source: Normal field groups may only contain existing fields. If you specify a custom field, it cannot be a collection field
ca: Grups de camps normals només poden contindre camps existents. Si especifica un camp personalitzar, no pot ser un camp de col·lecció

source: Show %(models)s
ca: Mostra %(models)s

source: Show Missing %(field)s
ca: Mostra faltants %(field)s

source: Page Restricted!
ca: Pàgina restringida!

source: Our apologies, but access to this page is limited.
ca: Disculpa, però l'accés a aquesta pàgina és limitat.

source: No trees here!
ca: Cap arbre ací!

source: Sorry, we couldn't find the page you requested.
ca: Perdona, no hem pogut trobar la pàgina sol·licitada.

source: Try
ca: Tracta

source: or feel free to
ca: sente't lliure per

source: You're welcome to
ca: Eres benvingut a

source: contact support
ca: Contacta el suport tècnic

source: if you believe you reached this page in error.
ca: si creus que has arribat a aquesta pàgina per error.

source: That doesn't look right
ca: Acò té mala pinta

source: Oh dear, it looks like something is broken on our end. We'll fix the problem shortly!
ca: Estimat, semblà que hi ha alguna cosa trencada a la nostra banda. Dins de poc arreglarem el problema!

source: Service Unavailable
ca: Servei no disponible

source: Looks like we're down for maintenance. We should be back online shortly.
ca: Sembla que estem en manteniment. Tornarem a estar en línea properament.

source: Explore Trees
ca: Explorar arbres

source: Adding trees is not available to all users
ca: Afegir arbres no disponible per a tots els usuaris

source: Add a Tree
ca: Afegir un arbre

source: My Account
ca: El meu compte

source: Logout
ca: Ix

source: Sign Up
ca: Registra't

source: Plan
ca: Plà

source: Manage
ca: Gestiona

source: Missing
ca: Falta

source: Export Search Results
ca: Exporta Resultats de la cerca

source: Advanced
ca: Avançat

source: Reset
ca: Canvia

source: Search
ca: Busca

source: Contact
ca: Contacte

source: Account successfully activated
ca: Compte activat satisfactòriament

source: Log in
ca: Logueja't

source: to start exploring trees!
ca: per començar a explorar arbres!

source: <p>You may have clicked on the activation link twice or did not copy the entire URL into your web browser. Please try <a href="%(login_url)s">logging in.</a></p> <p>If you cannot login successfully, <a href="mailto:%(support_email)s">contact support</a> for assistance.</p>
ca: <p>Deus haver clicat a l'enllaç d'activació dues voltes o no has copiat la URL sencera al navegador. Per favor intenta <a href="%(login_url)s">loguejar-te.</a></p> <p>Si no pots loguejar-te correctament, <a href="mailto:%(support_email)s">contact el suport tècnic</a> per a asistència.</p>

source: Thanks for activating your account
ca: Gràcies per activar el teu compte

source: Your OpenTreeMap account has been confirmed. Login to start exploring trees near you.
ca: El teu compte OpenTreeMap s'ha confirmat. Loguejat per començar a explorar arbres prop teu.

source: Hello, Thank you for creating a tree map account and joining our community. To activate your account, please click on the link below or copy and paste it into your web browser. The link is only valid for %(expiration_days)s days.
ca: Hola, Gràcies per crear un compte tree map i unir-te a la nostra comunitat. Per activar el teu compte, per favor, clica a l'enllaç de baix o còpia i pega'l al teu navegador. . L'enllaç només és vàlid durant %(expiration_days)s dies.

source: You can use your OpenTreeMap account to sign in to the tree map you registered on as well as any other map in the OpenTreeMap system. We hope you enjoy exploring the urban forest! - The OpenTreeMap Team If you did not request a tree map account or do not wish to finalize your account creation, please ignore this email. No additional action is required.
ca: Pots emprar el teu compte OpenTreeMap per entrear al mapa d'arbres on t'has registrar així com en qualsevol altre mapa al sistema OpenTreeMap. Desitjem que ho passes bẃe explorant l'arborat urbà! - L'equip d'OpenTreeMap Si no no has sol·licitat un compte tree map o do not wish to finalize your account creation, please ignore this email. Cap acció addicional és requerida.

source: Log in to OpenTreeMap
ca: Loguejat a OpenTreeMap

source: Recover my username
ca: Recuperar el meu usuari

source: Register
ca: Registra't

source: Password changed
ca: Contrasenya canviada

source: Submit
ca: Envia

source: Please enter and confirm a new password for your account.
ca: Per favor, entra i confirma la nova contrasenya per al teu compte.

source: Save
ca: Desa

source: Password reset failed
ca: El canvi de contrasenya ha fallat

source: Please check your email for instructions on resetting your password.
ca: Per favor, verifica les

source: Hello, We received a request to reset your tree map account password. To continue the password reset process, please click on the link below or copy and paste it into your web browser.
ca: Hola, Hem rebut una petició per a resetejar la contrasenya del teu compte de tree map. Per continuar el canvi de contrasenya, per favor clica a l'enllaç de baix o còpia i pega-ho al navegador.

source: If you did not make a request to reset your password then no further action is required.
ca: Si no has fet una petició per canviar la contrasenya aleshores no has de fer res més.

source: Reset your Password
ca: Reseteja la teua contrasenya

source: Forgot the password for your tree map account? Enter your email address and click \
ca: Has oblidat la contrasenya del teu compte de tree map? Introdueix la teua adreça de correu electrònic i clica \

source: Send
ca: Enviar

source: Reset your tree map password
ca: Canviar la contraseña del mapa d'arbres

source: Registration is currently closed.
ca: El registre està actualment tancat.

source: Your OpenTreeMap account has been created. You will receive an activation email shortly; please use it to confirm your account.
ca: El teu compte OpenTreeMap ha sigut creat. Rebràs un correu d'activació en breu; per favor, empra'l per confirmar el teu compte.

source: Edits
ca: Edicions

source: Edit #
ca: Edita #

source: Type
ca: Tipus

source: Field
ca: Camp

source: Old Value
ca: Valor antic

source: Current Value
ca: Valor actual

source: Edited By
ca: Editat per

source: Edited On
ca: Editat sobre

source: Detail
ca: Detall

source: View Image
ca: Mostra imatge

source: Previous
ca: Previ

source: Next
ca: Següent

source: through
ca: a través

source: Disabled while a search for this field is active
ca: Deshabilitat mentre hi haja una cerca activa per aquest camp

source: Disabled while a missing search for this field is active.
ca: Deshabilitat mentre una cerca sobre aquest camp està activa.

source: Common Name
ca: Nom comú

source: Scientific Name
ca: Nom cièntific

source: Need help identifying the tree's species?
ca: Necesites ajuda identificant les espècies d'arbres?

source: Tree Number
ca: Número d'arbre

source: Retrieve your Username
ca: Obté el teu nom d'usuari

source: Forgot the username for your tree map account? Enter your email address and click \
ca: Has oblidat el nom d'usuari del teu compte tree map? Introdueix el teu correu electrònic i clica \

source: <p>An email has been sent to %(email)s.</p> <p>Please check your email to retrieve your username. If you don't see it within 15 minutes, please check your spam folder.</p>
ca: <p>Un correu ha sigut enviat a %(email)s.</p> <p>Per favor comprova el teu correu per obtindre el teu nom d'usuari. Si no ho veus en 15 minuts, comproba la teua carpeta d'spam.</p>

source: The map you requested is not available to all users.
ca: El mapa

source: Add species and additional info
ca: Afegeix espècies i informació adicional

source: Trunk Diameter
ca: Diametre del tronc

source: Finalize this tree
ca: Finalitza aquest arbre

source: After I add this tree...
ca: Després d'afegir aquest arbre...

source: Add another tree with these details
ca: Afegir altre arbres amb aquestos detalls

source: Add another tree with new details
ca: Afegir un nou arbre amb nous detalls

source: Continue editing this tree
ca: Continuar editant aquest arbre

source: I'm done!
ca: He acabat!

source: Editing of the tree details is not available to all users
ca: L'edició dels detalls de l'arbre no disponible per a tots els usuaris

source: Quick Edit
ca: Edició ràpida

source: Eco Benefits
ca: Beneficis ecològics

source: Map
ca: Mapa

source: Yes
ca: Sí

source: Adding tree photos is not available to all users
ca: Afegir fotogràfies d'arbres no està disponible per a tots els usuaris

source: Adding resource photos is not available to all users
ca: Afegir fotogràfies de recursos no disponible per a tots el usuaris

source: Photo uploaded on
ca: Fotogràfia pujada a

source: View more details on the detail page
ca: Mostra més detalls a la pàgina de detalls

source: Adding %(resources)s is not available to all users
ca: Afegir %(resources)s no disponible per a tots els usuaris

source: Display
ca: Visualitza

source: disabled in Display
ca: deshabilitat en visualització

source: More
ca: Més

source: I am looking for
ca: Estic buscant

source: between
ca: entre

source: and
ca: i

source: saved
ca: desat

source: No entries yet!
ca: No hi ha entrades encara!

source: Circumference
ca: Circumferència

source: Need help measuring the tree?
ca: Necesites ajuda mesurant l'arbre?

source: Benefits
ca: Beneficis

source: Preparing your export...
ca: Preparant la teua exportació...

source: There was an error while generating your export. Please try again later.
ca: Hi ha hagut un error al generar la teua exportació. Per favor, intenta-ho més tard.

source: Cancel
ca: Cancel·la

source: Hello, "%(username)s" is the username for the OpenTreeMap account with email %(email)s. If you didn't ask to recover your username, just ignore this email. No additional action is required. If you want to reset your password, go to %(password_url)s - The OpenTreeMap Team
ca: Hola, "%(username)s" és el nom d'usuari per al teu compte OpenTreeMap amb el correu electrònic %(email)s. If you didn't ask to recover your username, just ignore this email. No additional action is required. If you want to reset your password, go to %(password_url)s - The OpenTreeMap Team

source: Indicate Nearby Roof Area
ca: Indicar àrees Taulades pròximes

source: Indicate Polygon Area
ca: Indicar àrea poligonal

source: Finalize this
ca: Finalitza

source: Add another
ca: Afegir altre

source: Continue editing this
ca: Continuar editant aquest

source: I'm done
ca: He acabat!

source: Nearby Address:
ca: Adreça propera:

source: Editing of the resource's details is not available to all users
ca: editar els detalls dels recursos no disponible per a tots el usuaris

source: Deleting of trees is not available to all users
ca: l'eliminació d'arbres no disponible per a tots el usuaris

source: Deleting of planting sites is not available to all users
ca: Afegir fotogràfies de recursos no disponible per a tots el usuaris

source: Deleting of %(resources)s is not available to all users
ca: L'eliminació de %(resources)s no està disponbile per a tots els usuaris

source: Confirm Deletion
ca: Confirmar esborrat

source: Removed by Moderator
ca: Eliminat pel moderador

source: This comment has been removed by a moderator.
ca: Aquest comentari ha sigut eliminat pel moderador.

source: or
ca: o

source: log in
ca: entra

source: to add comments
ca: afegir comentaris

source: The comment system does not serve as a way to report problems with a tree.
ca: El sistema de comentaris no servei com una forma d'informar sobre problemes sobre un arbre.

source: Editing a tree's details is not available to all users
ca: L'edició dels detalls d'un arbre no disponible per a tots els usuaris

source: Archive
ca: Arxiu

source: Date
ca: Data

source: There are no %(filtered)s photos.
ca: No hi ha %(filtered)s fotos.

source: Photo Added!
ca: Fotogràfia afegida!

source: Would you like to share this photo?
ca: T'agradaria compartir aquesta fotogràfia?

source: Don't show me again
ca: No m'ho mostres altra vegada

source: No Thanks
ca: No gràcies

source: Yearly Ecosystem Services
ca: Serveis d'ecosistemes anuals

source: Warning!
ca: Advertència!

source: You are about to delete this tree. Do you want to continue?
ca: Estàs a punt d'esborrar aquest arbre. Vols continuar?

source: You are about to delete this planting site. Once deleted, it will not be possible to view the details of this planting site or the trees it has contained in the past. Are you sure you want to continue?
ca: Estàs a punt d'esborrar aquest lloc de plantació. Una volta esborrat, no serà possible vore els detalls d'aquest lloc de plantació o dels arbres que contenia en el passat. Segur que vols continuar?

source: There is no tree for this planting site.
ca: No hi ha cap arbre per aquest lloc de plantació.

source: <p>Ecosystem benefits cannot be calculated for this species of tree in this location.</p> <p>The tree's location falls within a climate region that does not support benefit calculations for this species.</p>
ca: <p>beneficis de l'ecosistema no pot ser calculat per aquestes espècies d'arbre en aquesta ubicació.</p> <p>La ubicació de l'arbre es troba dins d'una regió climàtica que no suporta calculs per aqueste espècies.</p>

source: Add the diameter of the tree and select a species to calculate the yearly ecosystem services.
ca: Afegeix el diametre a l'arbre i selecciona una espècies per a calcular el serveis anuals a l'ecosistema.

source: number
ca: números

source: Associated Trees
ca: Arbres associats

source: Search by Location
ca: Busca per ubicació

source: Address, City, State
ca: Adreça, Població, Provincia

source: Search by Species
ca: Busca per espècies

source: Disabled while missing species search is active
ca: Deshabilitat mentre hi haja una cerca activa

source: Latest Update
ca: Última c

source: Complete
ca: Completat

source: Recent Edits
ca: Edicions recents

source: There are no trees nearby
ca: No hi ha arbres a prop

source: Step
ca: Pas

source: of
ca: de

source: Set the
ca: Fixa el

source: Use Current Location
ca: Utilitza l'ubicació actual

source: Unable to locate this address. You may need to include a city and state.
ca: No ha sigut possible localitzar aquesta adreça. Hauràs d'incloure una poblicació i provincia.

source: Unable to determine current location
ca: No s'ha pogut determiner l'ubicació actual

source: Please move marker to exact location of the
ca: Per favor, mou el marcador a la posició exacta de

source: Today
ca: Hui

source: Action
ca: Acció

source: Item
ca: Element

source: Value Changed
ca: Valor canviat

source: New Value
ca: Nou valor

source: OpenTreeMap currently requires Internet Explorer version 10 or higher.
ca: OpenTreeMap actualment requereix Internet Explorer versió 10 o superior.

source: Internet Explorer 9 support is coming soon, we're still working out the kinks.
ca: El suport d'Internet Explorer 9 arribarà prompte, encar continuem treballant amb els detalls.

source: If you cannot upgrade your version of Internet Explorer, we recommend using either
ca: Si no pots actualitzar la teua versió d'Internet Explorer, recomanem emprar o bé

source: User Profile
ca: Perfil d'usuari

source: Edit Profile
ca: Editar perfil

source: You have not starred any favorites yet.
ca: No has puntuat cap favorit encara.

source: This person has not starred any favorites yet.
ca: Aquesta persona no ha puntuat cap favorit encara.

source: invalid model type - must subclass UDFModel
ca: tipus de mòdel invàlid - ha de ser subclasse del mòdel UDFModel

source: created a %(model)s entry
ca: creada una entrada %(model)s

source: updated the %(model)s entry
ca: actualitzada l'entrada del %(model)s

source: deleted the %(model)s entry
ca: esborrada l'entrada %(model)s

source: approved an edit to the %(model)s entry
ca: aprovada una edició a l'entrada de %(model)s

source: Can't change choices on a non-choice field
ca: No es poden canviar eleccions en un camp de no-elecció

source: Choice '%(choice)s' not found
ca: Elecció '%(choice)s' no trobada

source: Name is required for collection fields
ca: El nom és requisit per als camp de col·lecció

source: Name is allowed only for collection fields
ca: Nom està permés només per camps de col·lecció

source: Invalid model '%(model_type)s'
ca: Mòdel invàlid '%(model_type)s'

source: Cannot use fields that already exist on the model
ca: No es poden emprar camps que ja existisquen al mòdel.

source: Name cannot be blank
ca: El nom no pot estar en blanc

source: A field name may not contain percent (%), period (.), underscore (_), or quote (") characters.
ca: Un camp de nom no ha de contrindre percentatge (%), punt (.), guionet baix (_), o cometes (").

source: There is already a custom %(model_type)s field with name '%(name)s'
ca: Ja existeix un camp personalitzat %(model_type)s amb el nom '%(name)s'

source: Name must not be empty
ca: Nom no ha d'estar buit

source: Names must not be duplicates
ca: El noms no poden estar duplicats
