Repository: OpenTreeMap/OTM2
Catalog: opentreemap/treemap/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Id is an invalid name
ca: Id és un nom no vàlid

source: invalid datatype
ca: Tipus de dada invàlida

source: Choice must be a string
ca: L'elecció a de ser una cadena

source: Empty choice is not allowed
ca: L'elecció buida no està permesa

source: There must be at least one choice
ca: Ha d'haver al menys una elecció

source: Duplicate choices are not allowed
ca: Eleccions duplicades no estan permeses

source: %(fieldname)s must be a real number
ca: %(fieldname)s ha de ser un número real

source: %(fieldname)s must be an integer
ca: %(fieldname)s ha de ser un enter

source: %(fieldname)s user not found
ca: %(fieldname)s usuari no trobat

source: %(fieldname)s must be formatted as YYYY-MM-DD
ca: %(fieldname)s ha d'estar formatat com YYYY-MM-DD

source: Invalid choice (%(given)s). Expecting %(allowed)s
ca: Elecció incorrecta (%(given)s). Esperant %(allowed)s

source: %(fieldname)s must be valid JSON
ca: %(fieldname)s ha de ser un JSON vàlid

source: inches
ca: polçades

source: feet
ca: peu

source: meters
ca: metres

source: pounds per year
ca: lliures per any

source: kilograms per year
ca: kilograms per any

source: pounds
ca: lliures

source: kilowatt-hours per year
ca: kilowatt-hora per any

source: gallons
ca: galons

source: gallons per year
ca: galons per any

source: liters
ca: litres

source: liters per year
ca: litres per any

source: feet²
ca: peus²

source: meters²
ca: metres²

source: invalid model type: "%s"
ca: Tipus de mòdel invàlid: "%s"

source: URL or resource not found
ca: URL o recurs no trobat

source: An unhandled error occured
ca: Ha succeit un error no tractat

source: Resource is temporarily unavailable
ca: Recursos temporalment no disponibles

source: Archived
ca: Arxivat

source: archived
ca: arxivat

source: Total annual benefits
ca: Beneficis anuals totals

source: First Name
ca: Nom

source: Last Name
ca: Cognom

source: Organization
ca: Organització

source: Make Info Visible
ca: Fer la informació visible

source: Email field is required
ca: Camp de correu electrònic requerit

source: Account Recovery
ca: Recuperació del compte
